/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ and %2$@ are typing…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ and %3$@ are typing…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ and %4$@ others are typing…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ and 1 other is typing…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ and %2$@ will receive invitations";

/* No comment provided by engineer. */
"%@ invitation" = "%@ invitasjon";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ is out of office";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ is out of office today";

/* Alice is typing… */
"%@ is typing…" = "%@ is typing…";

/* {app name} is not installed */
"%@ not installed" = "%@ ikke installert";

/* {app name} version not supported */
"%@ version not supported" = "%@ versjon støttes ikke";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ will receive an invitation";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ and %3$@ will receive invitations";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ and %4$ld others will receive invitations";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ and 1 other will receive invitations";

/* No comment provided by engineer. */
"%d days ago" = "%d dager siden";

/* No comment provided by engineer. */
"%d hours ago" = "%d timer siden";

/* No comment provided by engineer. */
"%d minutes ago" = "%d minutter siden";

/* Number of options in a poll */
"%d options" = "%d options";

/* Replies in a thread */
"%d replies" = "%d replies";

/* Votes in a poll */
"%d votes" = "%d stemmer";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld active bots";

/* No comment provided by engineer. */
"%ld notifications" = "%ld varslinger";

/* No comment provided by engineer. */
"%ld participants" = "%ld deltakere";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participants in this call";

/* Replies in a thread */
"%ld replies" = "%ld replies";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "'Do not disturb' user status is ignored for important conversations";

/* No comment provided by engineer. */
"1 day" = "1 dag";

/* No comment provided by engineer. */
"1 hour" = "1 time";

/* No comment provided by engineer. */
"1 week" = "1 uke";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Access your server in a web browser";

/* No comment provided by engineer. */
"15 minutes" = "15 minutes";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Go to Settings > Security > Create new app password";

/* Message is pinned 24 hours */
"24 hours" = "24 hours";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Scan the QR code shown there";

/* Message is pinned 30 days */
"30 days" = "30 days";

/* No comment provided by engineer. */
"30 minutes" = "30 minutter";

/* No comment provided by engineer. */
"4 hours" = "4 timer";

/* No comment provided by engineer. */
"4 weeks" = "4 uker";

/* Message is pinned 7 days */
"7 days" = "7 days";

/* No comment provided by engineer. */
"8 hours" = "8 timer";

/* No comment provided by engineer. */
"@-mentions only" = "kun @-nevner";

/* No comment provided by engineer. */
"[Unknown username]" = "[Ukjent brukernavn]";

/* No comment provided by engineer. */
"About" = "Om";

/* No comment provided by engineer. */
"Absence" = "Absence";

/* No comment provided by engineer. */
"Accept" = "Aksepter";

/* No comment provided by engineer. */
"Account" = "Konto";

/* No comment provided by engineer. */
"Account already added" = "Kontoen er allerede lagt til";

/* No comment provided by engineer. */
"Account not configured" = "Konto ikke konfigurert";

/* No comment provided by engineer. */
"Account not found" = "Account not found";

/* No comment provided by engineer. */
"Accounts" = "Kontoer";

/* No comment provided by engineer. */
"Accuracy" = "Nøyaktighet";

/* No comment provided by engineer. */
"Add (%lu)" = "Legg til (%lu)";

/* No comment provided by engineer. */
"Add account" = "Legg til en konto";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Legg til et internt notat om denne utestengelsen";

/* No comment provided by engineer. */
"Add answer" = "Legg til svar";

/* No comment provided by engineer. */
"Add attendees" = "Add attendees";

/* No comment provided by engineer. */
"Add participants" = "Legg til deltager";

/* No comment provided by engineer. */
"Add reaction" = "Legg til reaksjon";

/* No comment provided by engineer. */
"Add to favorites" = "Legg til i favoritter";

/* No comment provided by engineer. */
"Added note to self" = "La til notat til meg selv";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Hvis du legger til en nevner, varsles bare brukere som ikke har lest meldingen ennå";

/* No comment provided by engineer. */
"Address" = "Adresse";

/* No comment provided by engineer. */
"Advanced" = "Avansert";

/* No comment provided by engineer. */
"AirPlay button" = "AirPlay-knapp";

/* No comment provided by engineer. */
"All messages" = "Alle meldinger";

/* No comment provided by engineer. */
"All messages were deleted" = "Alle meldinger ble slettet";

/* No comment provided by engineer. */
"All notifications are muted" = "Alle varslinger er dempet";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Allow guests to join this conversation via link";

/* '@all' should not be translated */
"Allow participants to mention @all" = "La deltakerne nevne @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Tillat innringing uten en PIN-kode";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Tillatt";

/* No comment provided by engineer. */
"Alphabetical order" = "Alfabetisk rekkefølge";

/* Sort conversations alphabetically */
"Alphabetically" = "Alphabetically";

/* No comment provided by engineer. */
"Also open to guest app users" = "Også åpen for brukere av guest-appen";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "En administrator la til deg og %ld flere deltakere";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "En administrator la til deg og {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "En administrator la til {user0} og %ld flere deltakere";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "En administrator la til {user0} og {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "En administrator nedgraderte deg og %ld flere deltakere fra moderatorer";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "En administrator nedgraderte deg og {user0} fra moderatorer";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "En administrator nedgraderte {user0} og %ld flere deltakere fra moderatorer";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "En administrator nedgraderte {user0} og {user1} fra moderatorer";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "En administrator forfremmet deg og %ld flere deltakere til moderatorer";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "En administrator forfremmet deg og {user0} til moderatorer";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "En administrator forfremmet {user0} og %ld flere deltakere til moderatorer";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "En administrator forfremmet {user0} og {user1} til moderatorer";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "En administrator fjernet deg og %ld flere deltakere";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "En administrator fjernet deg og {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "En administrator fjernet {user0} og %ld flere deltakere";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "En administrator fjernet {user0} og {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Det oppstod en feil under endring av personverninnstilling";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Det oppstod en feil under endring av innstillingen for lesestatus";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Det oppstod en feil under endring av personverninnstilling for skriving";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Det oppstod en feil under nedlasting av bildet";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Det oppstod en feil under fjerning av profilbilde";

/* No comment provided by engineer. */
"An error occurred setting address" = "Det oppstod en feil ved innstilling av adresse";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Det oppstod en feil ved innstilling av e-postadresse";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Det oppstod en feil ved innstilling av telefonnummer";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Det oppstod en feil ved innstilling av profilbilde";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Det oppstod en feil ved innstilling av Twitter-konto";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Det oppstod en feil ved innstilling av brukernavn";

/* No comment provided by engineer. */
"An error occurred setting website" = "Det oppstod en feil ved innstilling av nettsted";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Det oppstod en feil under forsøket på å oversette meldingen";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Det oppstod en feil under tilføying av %@ til rommet";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Det oppstod en feil under å legge til en reaksjon på en melding";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Det oppstod en feil under tilføyelse av notat";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Det oppstod en feil under sletting av statusmelding";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "An error occurred while creating poll draft";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "An error occurred while creating the meeting";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Det oppstod en feil under oppretting av avstemningen";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "An error occurred while creating the thread";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Det oppstod en feil under sletting av meldingen";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "An error occurred while deleting the poll draft";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "An error occurred while disabling absence";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "An error occurred while editing the poll";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Det oppstod en feil under åpning av filen %@";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "An error occurred while pinning the message";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Det oppstod en feil under fjerning av en reaksjon fra en melding";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Det oppstod en feil under fjerning av avataren";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Det oppstod en feil under sending av meldingen";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Det oppstod en feil under angivelse av (formattedPhoneNumber) som telefonnummer";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "An error occurred while setting absence";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Det oppstod en feil under angivelse av beskrivelse";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "An error occurred while setting online status";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Det oppstod en feil under angivelse av telefonnummer";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Det oppstod en feil under angivelse av statusmelding";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Det oppstod en feil under innstilling av avataren";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "An error occurred while setting user status";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Det oppstod en feil under deling av filen";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "An error occurred while starting a new group conversation";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "An error occurred while testing push notifications";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "An error occurred while unpinning the message";

/* No comment provided by engineer. */
"an hour" = "en time";

/* No comment provided by engineer. */
"Anonymous poll" = "Anonymous poll";

/* No comment provided by engineer. */
"Answer" = "Svar";

/* No comment provided by engineer. */
"Answers" = "Svar";

/* No comment provided by engineer. */
"App" = "App";

/* No comment provided by engineer. */
"App is outdated" = "App er utdatert";

/* No comment provided by engineer. */
"Appear offline" = "Vis som frakoblet";

/* No comment provided by engineer. */
"Archive conversation" = "Archive conversation";

/* No comment provided by engineer. */
"Archived conversations" = "Archived conversations";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list.";

/* No comment provided by engineer. */
"Ask a question" = "Still et spørsmål";

/* No comment provided by engineer. */
"Attachments allowed?" = "Vedlegg tillatt?";

/* No comment provided by engineer. */
"Attendees" = "Attendees";

/* Join a call in audio only mode */
"Audio only" = "Audio only";

/* No comment provided by engineer. */
"Audio options" = "Alternativer for lyd";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Audio, video and screen shares";

/* No comment provided by engineer. */
"Audios" = "Lyd";

/* No comment provided by engineer. */
"Away" = "Borte";

/* No comment provided by engineer. */
"Back to conversations" = "Back to conversations";

/* Ban a user/guest */
"Ban" = "Utesteng";

/* e.g. Ban John Doe */
"Ban %@" = "Utesteng %@";

/* No comment provided by engineer. */
"Ban participant" = "Utesteng deltaker";

/* Date and time of ban creation */
"Banned by:" = "Utestengt av:";

/* No comment provided by engineer. */
"Banned users and guests" = "Utestengte brukere og gjester";

/* Bold text */
"Bold" = "Bold";

/* No comment provided by engineer. */
"bot" = "robot";

/* No comment provided by engineer. */
"Bots" = "Bots";

/* No comment provided by engineer. */
"Browse poll drafts" = "Browse poll drafts";

/* No comment provided by engineer. */
"Busy" = "Busy";

/* Sort conversations by recent activity */
"By activity" = "By activity";

/* No comment provided by engineer. */
"Cached files" = "Bufrede filer";

/* No comment provided by engineer. */
"Cached images" = "Bufrede bilder";

/* No comment provided by engineer. */
"Calendar" = "Calendar";

/* No comment provided by engineer. */
"Call notification sent" = "Anropsvarsel sendt";

/* No comment provided by engineer. */
"Call options" = "Call options";

/* No comment provided by engineer. */
"Call recording enabled?" = "Samtaleopptak aktivert?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Samtaleopptak feilet. Vennligst kontakt din administrator.";

/* No comment provided by engineer. */
"Call recording is starting" = "Samtaleopptak starter";

/* No comment provided by engineer. */
"Call recording started" = "Samtaleopptak startet";

/* No comment provided by engineer. */
"Call recording stopped" = "Samtaleopptak stoppet";

/* No comment provided by engineer. */
"Call without notification" = "Ring uten varsel";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "CallKit støttes?";

/* No comment provided by engineer. */
"Calls" = "Samtaler";

/* No comment provided by engineer. */
"Calls enabled?" = "Anrop aktivert?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Anrop fra en gammel konto ble mottatt.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Anrop fra gamle kontoer";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Camera access" = "Kameratilgang";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Kameratilgang er ikke tillatt. Sjekk innstillingene dine.";

/* No comment provided by engineer. */
"Camera disabled" = "Kamera deaktivert";

/* No comment provided by engineer. */
"Camera enabled" = "Kamera aktivert";

/* No comment provided by engineer. */
"Can create conversations?" = "Kan opprette samtaler?";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Avbrutt anrop fra en annen konto";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Kan ikke dele til samtalen";

/* No comment provided by engineer. */
"Capabilities" = "Muligheter";

/* No comment provided by engineer. */
"Change password" = "Endre passord";

/* No comment provided by engineer. */
"Change your vote" = "Endre stemmen din";

/* No comment provided by engineer. */
"Chat" = "Sludre";

/* No comment provided by engineer. */
"Chat messages" = "Chatmeldinger";

/* No comment provided by engineer. */
"Clear cache" = "Tøm hurtiglager";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Clear cached chat messages";

/* No comment provided by engineer. */
"Clear reminder" = "Slett påminnelse";

/* No comment provided by engineer. */
"Clear status message" = "Fjern statusmelding";

/* No comment provided by engineer. */
"Clear status message after" = "Fjern statusmelding etter";

/* No comment provided by engineer. */
"Close" = "Lukk";

/* Code block */
"Code" = "Code";

/* No comment provided by engineer. */
"Configuration" = "Oppsett";

/* No comment provided by engineer. */
"Configure your next absence period" = "Configure your next absence period";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Bekreft og skjul advarsel";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Kobler til %@...";

/* No comment provided by engineer. */
"Connecting to the call …" = "Kobler til samtalen…";

/* No comment provided by engineer. */
"Contact access" = "Tilgang til kontakt";

/* No comment provided by engineer. */
"Contact access has been denied" = "Tilgang til kontakt er nektet";

/* No comment provided by engineer. */
"Contacts" = "Kontakter";

/* No comment provided by engineer. */
"Conversation creation failed" = "Oppretting av samtale feilet";

/* No comment provided by engineer. */
"Conversation details" = "Samtaledetaljer";

/* No comment provided by engineer. */
"Conversation name" = "Samtalenavn";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Samtalenavnet kan ikke være tomt";

/* No comment provided by engineer. */
"Conversation not found" = "Samtalen ble ikke funnet";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Samtalen ikke funnet eller ble ikke med";

/* No comment provided by engineer. */
"Conversation participants" = "Conversation participants";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "Samtale innstillinger";

/* No comment provided by engineer. */
"Conversations" = "Samtaler";

/* No comment provided by engineer. */
"Copy" = "Kopier";

/* No comment provided by engineer. */
"Copy message link" = "Copy message link";

/* No comment provided by engineer. */
"Copy message selection" = "Copy message selection";

/* No comment provided by engineer. */
"Could not access camera" = "Fikk ikke tilgang til kameraet";

/* No comment provided by engineer. */
"Could not access microphone" = "Fikk ikke tilgang til mikrofonen";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Fikk ikke tilgang til talegjenkjenning";

/* No comment provided by engineer. */
"Could not access your location" = "Fikk ikke tilgang til plasseringen din";

/* No comment provided by engineer. */
"Could not add participant" = "Kunne ikke legge til deltaker";

/* No comment provided by engineer. */
"Could not ban participant" = "Kunne ikke utestenge deltaker";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Could not change archived conversation setting";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Kunne ikke endre innstilling samtalevarsler";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Could not change important conversation setting";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Kunne ikke endre listeomfanget for samtalen";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Kunne ikke endre lobbystatus for samtalen";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Kan ikke endre nevnetillatelser for samtalen";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Kan ikke endre modereringstillatelsene til deltakeren";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Kunne ikke endre varslingsinnstilling";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Kunne ikke endre innstillinger for passordbeskyttelse";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Kan ikke endre skrivebeskyttet status for samtalen";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Could not change sensitive conversation setting";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Kan ikke endre delingstillatelsene for samtalen";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Kunne ikke endre SIP-status for samtalen";

/* No comment provided by engineer. */
"Could not clear chat history" = "Kunne ikke tømme chathistorikken";

/* No comment provided by engineer. */
"Could not clear status message" = "Kunne ikke slette statusmeldingen";

/* No comment provided by engineer. */
"Could not create meeting" = "Could not create meeting";

/* No comment provided by engineer. */
"Could not delete conversation" = "Kunne ikke slette samtale";

/* No comment provided by engineer. */
"Could not disable absence" = "Could not disable absence";

/* No comment provided by engineer. */
"Could not get available languages" = "Fikk ikke tak i tilgjengelige språk";

/* No comment provided by engineer. */
"Could not join %@ call" = "Kunne ikke bli med %@ anrop";

/* No comment provided by engineer. */
"Could not join call with %@" = "Kunne ikke bli med i anrop med %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Kunne ikke bli med i samtale";

/* No comment provided by engineer. */
"Could not leave conversation" = "Kunne ikke forlate samtalen";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Could not prepare upload folder";

/* No comment provided by engineer. */
"Could not remove participant" = "Kunne ikke fjerne deltaker";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Kunne ikke gi samtalen nytt navn";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Kunne ikke sende e-postinvitasjoner på nytt";

/* No comment provided by engineer. */
"Could not send call notification" = "Kunne ikke sende anropsvarsel";

/* No comment provided by engineer. */
"Could not send the message" = "Kunne ikke sende meldingen";

/* No comment provided by engineer. */
"Could not set absence" = "Could not set absence";

/* No comment provided by engineer. */
"Could not set conversation name" = "Kunne ikke angi samtalenavn";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Kunne ikke angi utløpstid for melding";

/* No comment provided by engineer. */
"Could not set online status" = "Could not set online status";

/* No comment provided by engineer. */
"Could not set phone number" = "Kunne ikke angi telefonnummer";

/* No comment provided by engineer. */
"Could not set status message" = "Kunne ikke angi statusmelding";

/* No comment provided by engineer. */
"Could not share file" = "Kunne ikke dele fil";

/* No comment provided by engineer. */
"Could not start group conversation" = "Could not start group conversation";

/* No comment provided by engineer. */
"Create" = "Ny";

/* No comment provided by engineer. */
"Create a new conversation" = "Opprett en ny samtale";

/* No comment provided by engineer. */
"Create a thread" = "Create a thread";

/* No comment provided by engineer. */
"Create or join a conversation" = "Opprett eller bli med i en samtale";

/* No comment provided by engineer. */
"Create poll" = "Opprett avstemning";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Creating poll draft failed";

/* No comment provided by engineer. */
"Creating poll failed" = "Oppretting av avstemning feilet";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Påloggingsinformasjonen for denne kontoen var ikke lenger gyldig";

/* Custom message expiration */
"Custom" = "Custom";

/* name of a moderator who banned a participant */
"Date:" = "Dato:";

/* No comment provided by engineer. */
"days" = "dager";

/* No comment provided by engineer. */
"Deck cards" = "Deck-kort";

/* No comment provided by engineer. */
"Default" = "Standard";

/* No comment provided by engineer. */
"Delete" = "Slett";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Slett alle";

/* No comment provided by engineer. */
"Delete all messages" = "Slett alle meldinger";

/* No comment provided by engineer. */
"Delete conversation" = "Slett samtale";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Delete now";

/* No comment provided by engineer. */
"Deleted user" = "Slettet bruker";

/* No comment provided by engineer. */
"Deleting message" = "Sletter melding";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Deleting poll draft failed";

/* No comment provided by engineer. */
"Demote from moderator" = "Fjern moderatorstatus";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Nektet";

/* No comment provided by engineer. */
"Description" = "Beskrivelse";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Beskrivelsen kan ikke være lenger enn 500 tegn.";

/* No comment provided by engineer. */
"Details" = "Details";

/* No comment provided by engineer. */
"detected" = "oppdaget";

/* No comment provided by engineer. */
"Detecting language" = "Oppdager språk";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnostikk";

/* No comment provided by engineer. */
"Disable" = "Disable";

/* No comment provided by engineer. */
"Disable absence" = "Disable absence";

/* No comment provided by engineer. */
"Disable blur" = "Deaktiver uskarphet";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Deaktiver høyttaler";

/* No comment provided by engineer. */
"Disconnected" = "Frakoblet";

/* No comment provided by engineer. */
"Dismiss" = "Forkast";

/* No comment provided by engineer. */
"Dismiss notification" = "Ingen varsel";

/* No comment provided by engineer. */
"Do not disturb" = "Ikke forstyrr";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Vil du virkelig tømme filbufferen?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Vil du virkelig tømme bildebufferen?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Vil du virkelig slette alle meldinger i denne samtalen?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Do you really want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Ønsker du virkelig å avslutte denne avstemningen?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Ønsker du virkelig å logge av fra denne kontoen?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Ønsker du virkelig å fjerne denne kontoen?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Vil du koble til serveren allikevel?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Do you want to delete this conversation?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Ønsker du å aktivere kameraet ditt?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Ønsker du å bli med i dette anropet?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Ønsker du å dele '%@' i samtalen?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Ønsker du å stoppe opptaket?";

/* No comment provided by engineer. */
"Don't clear" = "Ikke fjern";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Dobbelttrykk for å avvise autentiseringsdialogen";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Dobbelttrykk for å avvise alternativer for deling";

/* No comment provided by engineer. */
"Double tap to display call options" = "Double tap to display call options";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Double tap to display option menu";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Double tap to display thread notification level options";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Dobbelttrykk for å redigere profilen";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Double tap to enable or disable 'Call without notification' option";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Dobbelttrykk for å aktivere eller deaktivere kameraet";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Dobbelttrykk for å aktivere eller deaktivere mikrofonen";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Dobbelttrykk for å aktivere eller deaktivere høyttaleren";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Dobbelttrykk for å avslutte redigering av profilen";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Dobbelttrykk for å gå til informasjon om samtalen";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Dobbelttrykk for å gå til brukerprofil- og applikasjonsinnstillinger";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Dobbelttrykk for å legge på samalen";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Dobbelttrykk for å senke hånden";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Dobbelttrykk for å åpne filutforskeren";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Dobbelttrykk for å velge forskjellige lydruter";

/* No comment provided by engineer. */
"Double tap to send message" = "Dobbelttrykk for å sende melding";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Dobbelttrykk for å dele med valgte samtaler";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Dobbelttrykk for å vise flere handlinger";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Dobbelttrykk for å vise eller skjule chattevisning";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Dobbelttrykk for å starte en videosamtale";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Double tap to start a voice only call";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Dobbelttrykk for å stoppe opptaket";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Dobbelttrykk for å oppgradere dette taleanropet til en videosamtale";

/* No comment provided by engineer. */
"Duplicate session" = "Dupliser økten";

/* Edit a message or room participants */
"Edit" = "Redigere";

/* No comment provided by engineer. */
"Edit attendees" = "Edit attendees";

/* No comment provided by engineer. */
"Edit thread details" = "Edit thread details";

/* A message was edited */
"edited" = "redigert";

/* A message was edited by ... */
"edited by" = "redigert av";

/* A message was edited by ... */
"Edited by" = "Redigert av";

/* No comment provided by engineer. */
"Editing Message" = "Redigerer melding";

/* No comment provided by engineer. */
"Editing poll draft" = "Editing poll draft";

/* No comment provided by engineer. */
"Editing poll failed" = "Editing poll failed";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Enten har du ikke chattetillatelse, eller så er samtalen skrivebeskyttet.";

/* No comment provided by engineer. */
"Email" = "E-post";

/* No comment provided by engineer. */
"Empty summary response" = "Empty summary response";

/* No comment provided by engineer. */
"Enable" = "Aktiver";

/* No comment provided by engineer. */
"Enable blur" = "Aktiver uskarphet";

/* No comment provided by engineer. */
"Enable screensharing" = "Aktiver skjermdeling";

/* No comment provided by engineer. */
"Enable speaker" = "Aktiver høyttaler";

/* No comment provided by engineer. */
"Enabled" = "Aktiver";

/* No comment provided by engineer. */
"End call" = "Avslutt anrop";

/* No comment provided by engineer. */
"End call for everyone" = "Avslutt anrop for alle";

/* No comment provided by engineer. */
"End poll" = "Avslutt avstemning";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Skriv inn et passord";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Error creating server path for upload";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Det oppstod en feil under oppretting av en påminnelse";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Det oppstod en feil under redigering av en melding";

/* External signaling used */
"External" = "Ekstern";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Akseptering av invitasjonen feilet";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Failed to check or create attachment folder";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Kunne ikke fjerne påminnelsen";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Kunne ikke koble til %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Kunne ikke videresende melding";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Failed to get calendar to schedule a meeting";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Avvisning av invitasjonen feilet";

/* No comment provided by engineer. */
"Failed to send message" = "Kunne ikke sende melding";

/* No comment provided by engineer. */
"Failed to share recording" = "Kunne ikke dele opptak";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Oppheve utestengelsen av valgt oppføring feilet";

/* No comment provided by engineer. */
"Federated" = "Sammenknyttet";

/* No comment provided by engineer. */
"Fetching status …" = "Henter status...";

/* Filename of a file */
"File" = "File";

/* No comment provided by engineer. */
"Files" = "Filer";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filter and sort conversations";

/* Title for available conversations filters */
"Filters" = "Filters";

/* No comment provided by engineer. */
"First day" = "First day";

/* No comment provided by engineer. */
"Follow conversation settings" = "Follow conversation settings";

/* No comment provided by engineer. */
"For password reset and notifications" = "For å nullstille passord og varsler";

/* No comment provided by engineer. */
"Format" = "Format";

/* No comment provided by engineer. */
"Forward" = "Fremover";

/* No comment provided by engineer. */
"Forward to" = "Videresend til";

/* 'From' which language user wants to translate text */
"From" = "Fra";

/* from Alice at nextcloud.local */
"from %@ at %@" = "fra %1$@ @ %2$@";

/* No comment provided by engineer. */
"Full name" = "Fullt nav";

/* No comment provided by engineer. */
"Generate summary" = "Generate summary";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Generating summary of unread messages";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Generating summary of unread messages failed";

/* No comment provided by engineer. */
"Get source code" = "Få kildekoden";

/* No comment provided by engineer. */
"GitHub API error" = "GitHub API-feil";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Gi samtykke og bli med i samtalen";

/* No comment provided by engineer. */
"Go to message" = "Go to message";

/* Show group conversations before private ones */
"Group first" = "Group first";

/* No comment provided by engineer. */
"guest" = "gjest";

/* No comment provided by engineer. */
"Guest" = "Gjest";

/* No comment provided by engineer. */
"Guests access" = "Gjeste tilgang";

/* No comment provided by engineer. */
"Guests app enabled?" = "Guests-app aktivert?";

/* No comment provided by engineer. */
"Hang up" = "Legg på";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Hide";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "High";

/* No comment provided by engineer. */
"hours" = "timer";

/* No comment provided by engineer. */
"How do you want to join the call?" = "How do you want to join the call?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Hvis du sletter samtalen, blir den også slettet for %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Hvis du aktiverer kameraet, blir denne samtalen avbrutt i noen sekunder.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Hvis du bruker flere servere, må du sjekke dem alle.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Bilder, filer, talemeldinger...";

/* No comment provided by engineer. */
"Import account" = "Importer konto";

/* No comment provided by engineer. */
"Important conversation" = "Important conversation";

/* No comment provided by engineer. */
"in" = "i";

/* No comment provided by engineer. */
"Include calls in call history" = "Inkluder anrop i anropsloggen";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinitely";

/* Internal signaling used */
"Internal" = "Intern";

/* Internal note about why a user/guest was banned */
"Internal note" = "Intern merknad";

/* No comment provided by engineer. */
"Invalid date range" = "Invalid date range";

/* No comment provided by engineer. */
"Invalid email address" = "Invalid email address";

/* No comment provided by engineer. */
"Invalid end date" = "Invalid end date";

/* No comment provided by engineer. */
"Invalid server address" = "Ugyldig serveradresse";

/* No comment provided by engineer. */
"Invalid start date" = "Invalid start date";

/* No comment provided by engineer. */
"Invisible" = "Usynlig";

/* No comment provided by engineer. */
"Invitation resent" = "Invitasjon sendt på nytt";

/* No comment provided by engineer. */
"Invitations resent" = "Invitasjoner sendt på nytt";

/* Invitation for a meeting */
"Invite all users and emails" = "Invite all users and emails";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Det ser ut til at %@ ikke er installert på serveren din.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Det ser ut til at det ikke er noen internettforbindelse.";

/* Italic text */
"Italic" = "Italic";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Ta del i en samtale eller start en ny";

/* No comment provided by engineer. */
"Join call" = "Join call";

/* No comment provided by engineer. */
"Join call (audio only)" = "Bli med i samtale (bare lyd)";

/* No comment provided by engineer. */
"Join call with video" = "Bli med i samtale med video";

/* No comment provided by engineer. */
"Join open conversations" = "Bli med i åpne samtaler";

/* No comment provided by engineer. */
"Join video call" = "Join video call";

/* No comment provided by engineer. */
"Keep" = "Keep";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Last day (inclusive)";

/* Last subscription to the push notification server */
"Last subscription" = "Siste abonnement";

/* No comment provided by engineer. */
"Last sync" = "Siste synkronisering";

/* Remind me later today about that message */
"Later today" = "Senere i dag";

/* No comment provided by engineer. */
"Leave" = "Forlat";

/* No comment provided by engineer. */
"Leave call" = "Leave call";

/* No comment provided by engineer. */
"Leave conversation" = "Forlat samtale";

/* No comment provided by engineer. */
"less than a minute ago" = "mindre enn ett minutt siden";

/* No comment provided by engineer. */
"Link https://…" = "Lenke https://…";

/* No comment provided by engineer. */
"Linked file" = "Koblet fil";

/* No comment provided by engineer. */
"Load more results" = "Hent flere resultat";

/* No comment provided by engineer. */
"Lobby" = "Lobby";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Lobbyen er fortsatt aktiv, og du er ikke moderator";

/* No comment provided by engineer. */
"Local" = "Lokal";

/* No comment provided by engineer. */
"Local time: %@" = "Local time: %@";

/* No comment provided by engineer. */
"Location" = "Sted";

/* No comment provided by engineer. */
"Location access" = "Tilgang til plassering";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Plasseringstjenester er nektet. Undersøk innstillingene dine.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Plasseringstjenester er ikke aktivert";

/* No comment provided by engineer. */
"Locations" = "Steder";

/* No comment provided by engineer. */
"Lock conversation" = "Lås samtalen";

/* No comment provided by engineer. */
"Log in" = "Logg inn";

/* No comment provided by engineer. */
"Log out" = "Logg ut";

/* No comment provided by engineer. */
"Logged out" = "Logget av";

/* No comment provided by engineer. */
"Long absence message" = "Long absence message";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Low";

/* No comment provided by engineer. */
"Lower hand" = "Senk hånden";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Manuell";

/* No comment provided by engineer. */
"Mark as read" = "Merk som lest";

/* No comment provided by engineer. */
"Mark as unread" = "Merk som ulest";

/* No comment provided by engineer. */
"Match system contacts" = "Samsvar med systemkontakter";

/* No comment provided by engineer. */
"Media" = "Media";

/* No comment provided by engineer. */
"Meeting created" = "Meeting created";

/* No comment provided by engineer. */
"Meeting ended" = "Meeting ended";

/* No comment provided by engineer. */
"Meeting ID" = "Møte ID";

/* No comment provided by engineer. */
"Meeting settings" = "Møte innstillinger";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Meetings";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Nevnt";

/* Copy 'message' */
"Message" = "Message";

/* No comment provided by engineer. */
"Message copied" = "Melding kopiert";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Meldingen kunne ikke slettes fordi den er for gammel";

/* No comment provided by engineer. */
"Message deleted successfully" = "Melding slettet";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Meldingen er slettet, men Matterbridge er konfigurert, og meldingen kan allerede være distribuert til andre tjenester.";

/* No comment provided by engineer. */
"Message editing failed" = "Message editing failed";

/* No comment provided by engineer. */
"Message expiration" = "Utløp av melding";

/* Copy 'link' to a message */
"Message link" = "Message link";

/* No comment provided by engineer. */
"Message link copied" = "Message link copied";

/* No comment provided by engineer. */
"Message pinned" = "Message pinned";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Message preview will be disabled in conversation list and notifications";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Message successfully rescheduled";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Message unpinned";

/* No comment provided by engineer. */
"Messages" = "Meldinger";

/* No comment provided by engineer. */
"Microphone" = "Mikrofon";

/* No comment provided by engineer. */
"Microphone access" = "Mikrofontilgang";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Mikrofontilgang er ikke tillatt. Undersøk innstillingene dine.";

/* No comment provided by engineer. */
"Microphone disabled" = "Mikrofon deaktivert";

/* No comment provided by engineer. */
"Microphone enabled" = "Mikrofon aktivert";

/* No comment provided by engineer. */
"minutes" = "minutter";

/* No comment provided by engineer. */
"Missed call from" = "Tapt anrop fra";

/* No comment provided by engineer. */
"Missing phone number information" = "Mangler informasjon om telefonnummer";

/* The signaling mode used */
"Mode" = "Modus";

/* No comment provided by engineer. */
"moderator" = "moderator";

/* No comment provided by engineer. */
"Modification date" = "Endringsdato";

/* More menu elements */
"More" = "Mer";

/* No comment provided by engineer. */
"More actions" = "Flere handlinger";

/* No comment provided by engineer. */
"Multiple answers" = "Flere svar";

/* No comment provided by engineer. */
"Mute all notifications" = "Demp alle varslinger";

/* No comment provided by engineer. */
"Mute others" = "Mute others";

/* No comment provided by engineer. */
"My location" = "Min lokasjon";

/* No comment provided by engineer. */
"Name" = "Navn";

/* No comment provided by engineer. */
"Nearby places" = "Steder i nærheten";

/* No comment provided by engineer. */
"Network available" = "Nettverk tilgjengelig";

/* No comment provided by engineer. */
"Network not available" = "Nettverk ikke tilgjengelig";

/* Never subscribed to the push notification server */
"Never subscribed" = "Aldri abonnert";

/* No comment provided by engineer. */
"New conversation" = "Ny samtale";

/* No comment provided by engineer. */
"New poll" = "Ny avstemning";

/* Remind me next week about that message */
"Next week" = "Neste uke";

/* No comment provided by engineer. */
"Tassos Talk server not found" = "Tassos Talk-server ikke funnet";

/* No comment provided by engineer. */
"No" = "Nei";

/* No comment provided by engineer. */
"No actions available" = "Ingen handlinger tilgjengelig";

/* No comment provided by engineer. */
"No active account found" = "No active account found";

/* No comment provided by engineer. */
"No active bots" = "No active bots";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "No AI provider available or summarizing failed";

/* No comment provided by engineer. */
"No banned users or guests" = "Ingen utestengte brukere eller gjester";

/* No comment provided by engineer. */
"No bots available for this conversation" = "No bots available for this conversation";

/* No comment provided by engineer. */
"No description provided" = "Ingen beskrivelse angitt";

/* No comment provided by engineer. */
"No files in here" = "Ingen filer";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "No filter";

/* No comment provided by engineer. */
"No followed threads" = "No followed threads";

/* Do not group conversations by type */
"No grouping" = "No grouping";

/* No comment provided by engineer. */
"No messages found to summarize" = "No messages found to summarize";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Ingen meldinger enda, start samtalen!";

/* No comment provided by engineer. */
"No participants found" = "Ingen deltakere funnet";

/* No comment provided by engineer. */
"No permission to join this conversation" = "Ingen tillatelse til å bli med i denne samtalen";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "No poll drafts saved yet";

/* No comment provided by engineer. */
"No recent threads" = "No recent threads";

/* No comment provided by engineer. */
"No response from server" = "Ingen svar fra serveren";

/* No comment provided by engineer. */
"No results found" = "Ingen resultater funnet";

/* No comment provided by engineer. */
"No shared items" = "Ingen delte elementer";

/* No comment provided by engineer. */
"No upcoming events" = "No upcoming events";

/* No comment provided by engineer. */
"No user found" = "No user found";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normal";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Ikke bedt om";

/* No comment provided by engineer. */
"Note to self" = "Notat til meg selv";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Merknad:";

/* No comment provided by engineer. */
"Notifications" = "Varsler";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Notifications-app aktivert?";

/* No comment provided by engineer. */
"Notify about calls" = "Notify about calls";

/* Indicates an event happening right now */
"Now" = "Nå";

/* No comment provided by engineer. */
"Off" = "ett kvarter";

/* No comment provided by engineer. */
"Offline" = "Frakoblet";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Frakoblet modus, viser bare nedlastede meldinger";

/* No comment provided by engineer. */
"OK" = "OK";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Gammel konto";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Når en samtale forlates, er det nødvendig med en invitasjon for å bli med i en lukket samtale igjen. En åpen samtale kan når som helst kobles til igjen.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Once a conversation is unarchived, it will be shown by default again.";

/* No comment provided by engineer. */
"Online" = "Pålogget";

/* No comment provided by engineer. */
"Online status" = "Online-status";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Only audio and screen shares";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Kun vanlige chat-meldinger kan slettes";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Synkroniser kun til betrodde servere";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Bare synlig for personer som samsvarer via telefonnummerintegrering";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Bare synlig for personer på denne forekomsten og gjester";

/* No comment provided by engineer. */
"Open" = "Åpne";

/* No comment provided by engineer. */
"Open app settings" = "Åpne app-innstillinger";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Åpen samtale for registrerte brukere";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Åpne samtaler";

/* No comment provided by engineer. */
"Open in %@" = "Åpne i %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Option menu";

/* No comment provided by engineer. */
"Other Accounts" = "Andre kontoer";

/* No comment provided by engineer. */
"Other participants" = "Other participants";

/* No comment provided by engineer. */
"Others" = "Andre";

/* Owner of a repository */
"Owner" = "Eier";

/* No comment provided by engineer. */
"Participants" = "Deltakere";

/* No comment provided by engineer. */
"Password" = "Passord";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "Passordbeskyttelse";

/* No comment provided by engineer. */
"Pending invitations" = "Ventende invitasjoner";

/* No comment provided by engineer. */
"Phone number" = "Telefonnummer";

/* No comment provided by engineer. */
"Phone number integration" = "Telefonnummerintegrasjon";

/* No comment provided by engineer. */
"Phone number set successfully" = "Telefonnummeret er angitt";

/* No comment provided by engineer. */
"Photo Library" = "Fotobibliotek";

/* No comment provided by engineer. */
"Photo library access" = "Fotobibliotek tilgang";

/* No comment provided by engineer. */
"Pick date & time" = "Velg dato og tid";

/* Pin a message to be always visible in the chat */
"Pin message" = "Pin message";

/* Message was pinned at … */
"Pinned at %@" = "Pinned at %@";

/* A message was pinned by ... */
"pinned by" = "pinned by";

/* No comment provided by engineer. */
"Pinned messages" = "Pinned messages";

/* Message is pinned until … */
"Pinned until %@" = "Pinned until %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Kontroller at du har oppgitt en gyldig serveradresse.";

/* No comment provided by engineer. */
"Please check that you entered the correct Tassos Talk server address." = "Kontroller at du har oppgitt riktig Tassos Talk-serveradresse.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Please check that you entered the correct server address.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Kontakt administratoren din.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Oppdater serveren din med den nyeste %@-versjonen som er tilgjengelig.";

/* No comment provided by engineer. */
"Please update." = "Vennligst oppdater.";

/* No comment provided by engineer. */
"Poll" = "Avstemning";

/* No comment provided by engineer. */
"Poll draft" = "Poll draft";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Poll draft has been saved";

/* No comment provided by engineer. */
"Poll drafts" = "Poll drafts";

/* No comment provided by engineer. */
"Poll results" = "Resultater for avstemning";

/* No comment provided by engineer. */
"Polls" = "Avstemninger";

/* No comment provided by engineer. */
"Preview" = "Forhåndsvis";

/* No comment provided by engineer. */
"Privacy" = "Personvern";

/* No comment provided by engineer. */
"Private" = "Privat";

/* Show private conversations before group ones */
"Private first" = "Private first";

/* No comment provided by engineer. */
"Profile" = "Profil";

/* No comment provided by engineer. */
"Profile picture" = "Profilbilde";

/* No comment provided by engineer. */
"Promote to moderator" = "Gi moderatorstatus";

/* No comment provided by engineer. */
"Published" = "Publisert";

/* No comment provided by engineer. */
"Push notifications" = "Push-merknader";

/* No comment provided by engineer. */
"Question" = "Spørsmål";

/* No comment provided by engineer. */
"Raise hand" = "Løft hånden";

/* No comment provided by engineer. */
"Reachable?" = "Kan nås?";

/* No comment provided by engineer. */
"Reactions" = "Reaksjoner";

/* No comment provided by engineer. */
"Read status" = "Lesestatus";

/* No comment provided by engineer. */
"Received call from an old account" = "Mottatt anrop fra en gammel konto";

/* No comment provided by engineer. */
"Recent threads" = "Recent threads";

/* No comment provided by engineer. */
"Record voice message" = "Ta opp talemelding";

/* No comment provided by engineer. */
"Recording" = "Tar opp";

/* No comment provided by engineer. */
"Recording consent is required" = "Samtykke til opptak kreves";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Samtykke til opptak kreves for å bli med i samtalen";

/* No comment provided by engineer. */
"Recordings" = "Opptak";

/* No comment provided by engineer. */
"Redo" = "Gjør om";

/* No comment provided by engineer. */
"Reference API supported?" = "Støtte for referanse-API?";

/* No comment provided by engineer. */
"Reject" = "Avvis";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Påminnelsen ble fjernet";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Påminnelsen ble angitt";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Ekstern server kan ikke nås";

/* No comment provided by engineer. */
"Remove" = "Fjern";

/* No comment provided by engineer. */
"Remove account" = "Fjern konto";

/* No comment provided by engineer. */
"Remove from favorites" = "Fjern fra favoritter";

/* No comment provided by engineer. */
"Remove group and members" = "Fjern gruppe og medlemmer";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Fjern gamle dupliserte oppføringer og la bare de nyeste oppføringene være.";

/* No comment provided by engineer. */
"Remove participant" = "Fjern deltaker";

/* No comment provided by engineer. */
"Remove password" = "Fjern passord";

/* No comment provided by engineer. */
"Remove team and members" = "Fjern lag og medlemmer";

/* Replacement in case of out of office */
"Replacement" = "Replacement";

/* Replacement in case of out of office */
"Replacement (optional)" = "Replacement (optional)";

/* No comment provided by engineer. */
"Reply" = "Svar";

/* No comment provided by engineer. */
"Reply privately" = "Svar privat";

/* Name of a repository */
"Repo" = "Depot";

/* Reschedule a message that is send later */
"Reschedule" = "Reschedule";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "Send på nytt";

/* No comment provided by engineer. */
"Resend invitation" = "Send invitasjon på nytt";

/* No comment provided by engineer. */
"Resend invitations" = "Send invitasjoner på nytt";

/* Title for a section where different reset options are shown */
"Reset" = "Reset";

/* Replacement in case of out of office */
"Reset replacement" = "Reset replacement";

/* Results of a poll */
"Results" = "Resultater";

/* No comment provided by engineer. */
"Retry" = "Prøv igjen";

/* Save conversation description */
"Save" = "Lagre";

/* No comment provided by engineer. */
"Save as draft" = "Save as draft";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Save to 'Note to self'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Si hei til venner og kolleger!";

/* No comment provided by engineer. */
"Scan QR code" = "Scan QR code";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Schedule";

/* No comment provided by engineer. */
"Schedule a meeting" = "Schedule a meeting";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "Skjermdeling stoppet";

/* No comment provided by engineer. */
"Search" = "Søk";

/* No comment provided by engineer. */
"Search for places" = "Søk etter steder";

/* Replacement in case of out of office */
"Select a replacement" = "Select a replacement";

/* No comment provided by engineer. */
"Select language" = "Velg språk";

/* Copy a 'selection' of a message */
"Selection" = "Selection";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Send a reaction" = "Send en reaksjon";

/* No comment provided by engineer. */
"Send call notification" = "Send anropsvarsling";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "Send melding";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "Send uten varsel";

/* No comment provided by engineer. */
"Send/Accept" = "Send/Aksepter";

/* No comment provided by engineer. */
"Sending no invitations" = "Sending no invitations";

/* No comment provided by engineer. */
"Sensitive conversation" = "Sensitive conversation";

/* A message has been sent without notifications */
"Sent without notification" = "Sent without notification";

/* No comment provided by engineer. */
"Server" = "Server";

/* No comment provided by engineer. */
"Server address https://…" = "Serveradresse https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Server er for øyeblikket i vedlikeholdsmodus.";

/* No comment provided by engineer. */
"Server not found" = "Finner ikke server";

/* No comment provided by engineer. */
"Set" = "Sett";

/* No comment provided by engineer. */
"Set password" = "Angi passord";

/* Remind me later about that message */
"Set reminder" = "Angi påminnelse";

/* No comment provided by engineer. */
"Set status message" = "Velg statusmelding";

/* No comment provided by engineer. */
"Settings" = "Innstillinger";

/* No comment provided by engineer. */
"Share" = "Del";

/* No comment provided by engineer. */
"Share a file from your Tassos Talk" = "Del en fil fra din Tassos Talk";

/* No comment provided by engineer. */
"Share current location" = "Del gjeldende plassering";

/* No comment provided by engineer. */
"Share link" = "Del lenke";

/* No comment provided by engineer. */
"Share location" = "Del plassering";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Del pin-posisjon";

/* No comment provided by engineer. */
"Share to chat" = "Del til chat";

/* No comment provided by engineer. */
"Share with" = "Del med";

/* No comment provided by engineer. */
"Shared items" = "Delte elementer";

/* No comment provided by engineer. */
"Shared location" = "Delt plassering";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Deling til en sammenknyttet samtale støttes ikke.";

/* No comment provided by engineer. */
"Short absence status" = "Short absence status";

/* No comment provided by engineer. */
"Short absence status is too long" = "Short absence status is too long";

/* No comment provided by engineer. */
"Show more…" = "Vis mer...";

/* No comment provided by engineer. */
"Signaling" = "Signalering";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP-innringning";

/* No comment provided by engineer. */
"Skip" = "Hopp over";

/* No comment provided by engineer. */
"Slide to cancel" = "Skyv for å avbryte";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Noen meldinger som ikke vises, vil bli lastet ned når du er tilkoblet";

/* Title for conversations sorting options */
"Sort conversations" = "Sort conversations";

/* No comment provided by engineer. */
"Source code" = "Kildekode";

/* speaker = Loudspeaker, device */
"Speaker" = "Høyttaler";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Høyttaler deaktivert";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Høyttaler aktivert";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Talegjenkjenningstilgang er ikke tillatt. Sjekk innstillingene dine.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Talegjenkjenning feilet";

/* No comment provided by engineer. */
"Start a new group conversation" = "Start a new group conversation";

/* No comment provided by engineer. */
"Start call" = "Start call";

/* No comment provided by engineer. */
"Start call silently" = "Start call silently";

/* No comment provided by engineer. */
"Start recording" = "Start opptaket";

/* No comment provided by engineer. */
"Start time" = "Start tidspunkt";

/* No comment provided by engineer. */
"Start video call" = "Start video call";

/* No comment provided by engineer. */
"Start video call silently" = "Start video call silently";

/* No comment provided by engineer. */
"Status" = "Status";

/* No comment provided by engineer. */
"Status message" = "Statusmelding";

/* Action to 'Stop' a recording */
"Stop" = "Stopp";

/* No comment provided by engineer. */
"Stop recording" = "Stopp opptaket";

/* No comment provided by engineer. */
"Stop screensharing" = "Stopp skjermdeling";

/* Strikethrough text */
"Strikethrough" = "Strikethrough";

/* No comment provided by engineer. */
"STUN servers" = "STUN-server";

/* No comment provided by engineer. */
"Submit vote" = "Send inn stemme";

/* No comment provided by engineer. */
"Switch account" = "Bytt konto";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Bytter til en annen samtale...";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Synkroniser til betrodde servere og den globale og offentlige adresseboken";

/* Talk to a user */
"Talk to" = "Talk to";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Trykk og hold for å spille inn en talemelding";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Trykk og hold for å spille inn en talemelding, slipp knappen for å sende den.";

/* No comment provided by engineer. */
"Test failed" = "Test failed";

/* No comment provided by engineer. */
"Test push notifications" = "Test push notifications";

/* No comment provided by engineer. */
"Test results" = "Test results";

/* No comment provided by engineer. */
"Test results copied" = "Test results copied";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "Appen er for gammel og støttes ikke lenger av denne serveren.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "The call for this event ended. Do you want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "Samtalen har pågått i én time.";

/* No comment provided by engineer. */
"The call might be recorded" = "Samtalen kan bli tatt opp.";

/* No comment provided by engineer. */
"The password is wrong" = "Feil passord";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "Opptaket kan inneholde stemmen din, video fra kamera og skjermdeling. Ditt samtykke kreves før du blir med i samtalen.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "Det er ingen konto for bruker %1$@ i server %2$@ konfigurert i denne appen.";

/* No comment provided by engineer. */
"This call is being recorded" = "Denne samtalen blir tatt opp";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Denne samtalen er kun lesbar";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "This conversation will be automatically deleted for everyone in %ld days of no activity.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "This is the web address you use to access your server in your web browser.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Dette møtet er planlagt til";

/* No comment provided by engineer. */
"This might take a moment" = "This might take a moment";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "This summary is AI generated and may contain mistakes.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Dette indikerer vanligvis at denne enheten tidligere ble brukt til en konto, som ikke ble fjernet ordentlig fra serveren.";

/* No comment provided by engineer. */
"This week" = "Denne uken";

/* Remind me this weekend about that message */
"This weekend" = "Denne helgen";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Dette vil påvirke funksjonaliteten til denne appen. Gå gjennom innstillingene dine.";

/* No comment provided by engineer. */
"Thread" = "Thread";

/* No comment provided by engineer. */
"Thread notification level button" = "Thread notification level button";

/* No comment provided by engineer. */
"Thread title" = "Thread title";

/* No comment provided by engineer. */
"Threads" = "Threads";

/* No comment provided by engineer. */
"Title" = "Tittel";

/* 'To' which language user wants to translate text */
"To" = "Til";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Hvis du vil løse dette problemet, bruker du webgrensesnittet og går til \"Innstillinger -> Sikkerhet\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Til:";

/* No comment provided by engineer. */
"Today" = "I dag";

/* Remind me tomorrow about that message */
"Tomorrow" = "I morgen";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Transkriber";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Transkript";

/* No comment provided by engineer. */
"Translate" = "Oversett";

/* No comment provided by engineer. */
"Translation" = "Oversettelse";

/* No comment provided by engineer. */
"Translation failed" = "Oversettelse feilet";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "TURN-servere";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter-konto @ …";

/* No comment provided by engineer. */
"Typing indicator" = "Indikator for skriving";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Skriveindikatorer er bare tilgjengelige når du bruker en HPB (High Performance Backend)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Kan ikke få kontekst for meldingen";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Kan ikke få samtale fra meldingen";

/* No comment provided by engineer. */
"Unable to load file" = "Ikke i stand til å laste fil";

/* No comment provided by engineer. */
"Unable to open file" = "Ikke i stand til å åpne fil";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "Unarchive conversation";

/* No comment provided by engineer. */
"Unavailable" = "Ikke tilgjengelig";

/* No comment provided by engineer. */
"Unban" = "Opphev utestengelsen";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Under \"Enheter og økter\" sjekk om det er dupliserte oppføringer for samme enhet.";

/* No comment provided by engineer. */
"Undo" = "Angre";

/* No comment provided by engineer. */
"Undo Typing" = "Angre skriving";

/* No comment provided by engineer. */
"Unknown" = "Ukjent";

/* No comment provided by engineer. */
"Unknown error" = "Ukjent feil";

/* No comment provided by engineer. */
"Unknown error occurred" = "Ukjent feil oppstod";

/* No comment provided by engineer. */
"Unpin" = "Unpin";

/* No comment provided by engineer. */
"Unpin message" = "Unpin message";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Ulest";

/* No comment provided by engineer. */
"Unread mentions" = "Uleste nevner";

/* No comment provided by engineer. */
"Unread messages" = "Uleste meldinger";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "Oppdater";

/* No comment provided by engineer. */
"Updated notification settings" = "Updated notification settings";

/* No comment provided by engineer. */
"Upload failed" = "Opplasting mislyktes";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Laster opp %ld elementer";

/* No comment provided by engineer. */
"User" = "Bruker";

/* No comment provided by engineer. */
"User profile and settings" = "Brukerprofil og innstillinger";

/* No comment provided by engineer. */
"User status supported?" = "Støtte for brukerstatus?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "User storage quota exceeded";

/* No comment provided by engineer. */
"Users" = "Brukere";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "Versjon";

/* Join a call in video call mode */
"Video call" = "Videosamtale";

/* No comment provided by engineer. */
"Video quality" = "Videokvalitet";

/* Conversation visibility settings */
"Visibility" = "Synlighet";

/* No comment provided by engineer. */
"Voice messages" = "Talemeldinger";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Venter på at %@ blir med i samtalen …";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Venter på at andre blir med i samtalen…";

/* No comment provided by engineer. */
"Website" = "Nettsted";

/* No comment provided by engineer. */
"What is your status?" = "Hva er din status?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Skriv melding, @ for å nevne noen...";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"Yesterday" = "I går";

/* No comment provided by engineer. */
"You" = "Du";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Du la til {user0} og %ld flere deltakere";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Du la til {user0} og {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Du og %ld flere deltakere ble med i samtalen";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Du og %ld flere deltakere forlot samtalen";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Du og {actor0} ble med i samtalen";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Du og {actor0} forlot samtalen";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Du venter for øyeblikket i lobbyen";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "You are not allowed to add or remove reactions in this conversation";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Du er ikke en del av noen samtale";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Du er ikke en del av noen samtale. Trykk + for å starte en ny.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Du kan angi telefonnummeret ditt slik at andre brukere kan finne deg";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Du nedgraderte {user0} og %ld flere deltakere fra moderatorer";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Du nedgraderte {user0} og {user1} fra moderatorer";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "Du har %ld ventende invitasjoner";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "En administrator har dempet deg";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "You have no meetings scheduled.";

/* No comment provided by engineer. */
"You have no unread mentions." = "You have no unread mentions.";

/* No comment provided by engineer. */
"You have no unread messages." = "You have no unread messages.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Du må utnevne en ny moderator før du kan forlate %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Du må utnevne en ny moderator før du kan forlate denne samtalen";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "Du forfremmet {user0} og %ld flere deltakere til moderatorer";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Du forfremmet {user0} og {user1} til moderatorer";

/* No comment provided by engineer. */
"You received a new notification" = "Du har mottatt et nytt varsel";

/* No comment provided by engineer. */
"You reconnected to the call" = "Du koblet til samtalen på nytt";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Du fjernet {user0} og %ld flere deltakere";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Du fjernet {user0} og {user1}";

/* No comment provided by engineer. */
"Your email address" = "Din e-postadresse";

/* No comment provided by engineer. */
"Your phone number" = "Ditt telefonnummer";

/* No comment provided by engineer. */
"Your PIN" = "Din PIN";

/* No comment provided by engineer. */
"Your postal address" = "Din postadresse";

/* 'Zammad' is a product name */
"Zammad API error" = "Zammad API-feil";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} la til deg og %ld flere deltakere";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} la til deg og {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} la til {user0} og %ld flere deltakere";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} la til {user0} og {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} og %ld flere deltakere ble med i samtalen";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} og %ld flere deltakere forlot samtalen";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} og {actor1} ble med i samtalen";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} og {actor1} forlot samtalen";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} nedgraderte deg og %ld flere deltakere fra moderatorer";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} nedgraderte deg og {user0} fra moderatorer";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} nedgraderte {user0} og %ld flere deltakere fra moderatorer";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} nedgraderte {user0} og {user1} fra moderatorer";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} forfremmet deg og %ld flere deltakere til moderatorer";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} forfremmet deg og {user0} til moderatorer";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} forfremmet {user0} og %ld flere deltakere til moderatorer";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} forfremmet {user0} og {user1} til moderatorer";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} koblet til samtalen på nytt";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} fjernet deg og %ld flere deltakere";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} fjernet deg og {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} fjernet {user0} og %ld flere deltakere";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} fjernet {user0} og {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Nye meldinger";

